{
    "events":
    [
        {
            "title": "IT Buyers Community of Practice (CoP) January Meeting", 
            "date": "1/26/2023", 
            "color": "BLUE", 
            "link": "https://community.max.gov/display/Egov/IT+Buyers+Community+of+Practice#", 
            "description": "The ITB CoP helps agencies procure IT faster and smarter by creating a shared space where IT buyers throughout the government can help each other solve problems and leverage the buying power of the entire federal government."
        },
        {
            "title": "ServiceNow Roadmap- Part 1", 
            "date": "1/9/2023", 
            "color": "BLUE", 
            "link": "https://gsa.zoomgov.com/meeting/register/vJIsdeyrqjojEqupM1Jwwu02VEZWh5G0ccY", 
            "description": "ServiceNow Webinar 3 of 6. Government agencies can achieve new levels of productivity, functionality, and automation with each ServiceNow product and version release. As there is so much information about this topic, discussion will be split into 2 webinars. Join this webinar to learn about current and upcoming ServiceNow functionality and how to develop roadmaps to ensure you get the most out of your ServiceNow platform."
        },
        {
            "title": "ServiceNow Roadmap- Part 2", 
            "date": "1/12/2023", 
            "color": "BLUE", 
            "link": "https://gsa.zoomgov.com/meeting/register/vJItdOmhqTgpE5MwgONE5g-f5B8mY0znuN4", 
            "description": "ServiceNow Webinar 4 of 6. This is a continuation of the Roadmap discussion from 01/09/2023. Government agencies can achieve new levels of productivity, functionality, and automation with each ServiceNow product and version release. As there is so much information about this topic, discussion will be split into 2 webinars. Join this webinar to learn about current and upcoming ServiceNow functionality and how to develop roadmaps to ensure you get the most out of your ServiceNow platform."
        },
        {
            "title": "Implementing a Citizen Development Program", 
            "date": "1/24/2023", 
            "color": "BLUE", 
            "link": "https://gsa.zoomgov.com/meeting/register/vJItd--qqT8qEvcZXvI_WAN_2YUKBGU04hk", 
            "description": "ServiceNow Webinar 5 of 6. Low- and no-code development can help your organization expand its application development to include citizen developers.  With effective management in place, citizen development boosts your digital transformation efforts and delivers more innovation because it extends your development potential beyond the IT developer team, generating flexibility and efficiency."
        },
        {
            "title": "Understanding the Licensing Model and Pricing Framework", 
            "date": "1/31/2023", 
            "color": "BLUE", 
            "link": "https://gsa.zoomgov.com/meeting/register/vJItd--qqT8qEvcZXvI_WAN_2YUKBGU04hk", 
            "description": "ServiceNow Webinar 6 of 6. As a critical platform for many agencies, ServiceNow acquisition and growth strategy requires careful planning and preparation. Join this webinar to learn best practices for how to purchase ServiceNow to ensure your agency can effectively manage its ServiceNow footprints and receive the best value for your investment."
        }

    ]
}